Repository: yipeng-git/paste-it
Catalog: Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, zh_hans, zh_hant

# folders.footer
source: Create up to %lld custom folders. They appear as tabs next to Default and Pinned. Clips in folders are kept when history is pruned.
de: Bis zu %lld benutzerdefinierte Ordner. Sie erscheinen neben Standard und Angeheftet. Ordner-Einträge bleiben bei der Bereinigung erhalten.
es: Crea hasta %lld carpetas personalizadas. Aparecen junto a Predeterminado y Fijados. Los elementos en carpetas se conservan al limpiar.
fr: Créez jusqu'à %lld dossiers personnalisés. Ils apparaissent à côté de Par défaut et Épinglés. Les éléments des dossiers sont conservés lors du nettoyage.
ja: カスタムフォルダは最大 %lld 個。デフォルトとピン留めの隣のタブに表示されます。履歴整理時もフォルダ内の項目は保持されます。
ko: 사용자 폴더는 최대 %lld개까지 만들 수 있으며 기본 및 고정됨 옆 탭에 표시됩니다. 기록을 정리해도 폴더 안 항목은 유지됩니다.
pl: Utwórz do %lld własnych folderów. Pojawią się obok Domyślne i Przypięte. Elementy w folderach są zachowywane przy czyszczeniu.
zh_hans: 最多创建 %lld 个自定义文件夹。它们会显示在「默认」和「已固定」旁的标签中。清理历史时文件夹中的剪贴项会保留。
zh_hant: 最多可建立 %lld 個自訂檔案夾，會顯示在「預設」與「已釘選」旁邊的標籤中。整理歷史記錄時，檔案夾中的項目會保留。

# folders.renameTitle
source: Rename Folder
de: Ordner umbenennen
es: Renombrar carpeta
fr: Renommer le dossier
ja: フォルダ名を変更
ko: 폴더 이름 변경
pl: Zmień nazwę folderu
zh_hans: 重命名文件夹
zh_hant: 重新命名檔案夾

# folders.namePlaceholder
source: Folder name
de: Ordnername
es: Nombre de carpeta
fr: Nom du dossier
ja: フォルダ名
ko: 폴더 이름
pl: Nazwa folderu
zh_hans: 文件夹名称
zh_hant: 檔案夾名稱

# folders.renameConfirm
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pl: Zmień nazwę
zh_hans: 重命名
zh_hant: 重新命名

# privacy.analytics
source: Analytics
de: Analyse
es: Analítica
fr: Analytique
ja: アナリティクス
ko: 분석
pl: Analityka
zh_hans: 分析
zh_hant: 分析

# privacy.shareAnalytics
source: Share anonymous usage analytics
de: Anonyme Nutzungsstatistiken teilen
es: Compartir analítica de uso anónima
fr: Partager des statistiques d'utilisation anonymes
ja: 匿名の利用状況分析を共有
ko: 익명 사용 분석 공유
pl: Udostępniaj anonimową analitykę użycia
zh_hans: 分享匿名使用分析
zh_hant: 分享匿名使用分析資料

# privacy.whatWeCollect
source: What we collect
de: Was wir erfassen
es: Qué recopilamos
fr: Ce que nous collectons
ja: 収集するデータ
ko: 수집하는 데이터
pl: Co zbieramy
zh_hans: 我们收集的内容
zh_hant: 我們收集的資料

# privacy.eventsBlurb
source: Events help improve Paste It (activation, panel use, updates). Data is anonymous and sent to PostHog when enabled.
de: Ereignisse helfen, Paste It zu verbessern (Aktivierung, Panel, Updates). Daten sind anonym und werden bei Aktivierung an PostHog gesendet.
es: Los eventos ayudan a mejorar Paste It (activación, panel, actualizaciones). Los datos son anónimos y se envían a PostHog si está activado.
fr: Les événements aident à améliorer Paste It (activation, panneau, mises à jour). Les données sont anonymes et envoyées à PostHog si activé.
ja: イベントは Paste It の改善に役立ちます（有効化、パネル利用、アップデートなど）。有効時は匿名で PostHog に送信されます。
ko: 이벤트는 Paste It 개선(활성화, 패널 사용, 업데이트 등)에 도움이 됩니다. 켜면 익명으로 PostHog에 전송됩니다.
pl: Zdarzenia pomagają ulepszać Paste It (aktywacja, panel, aktualizacje). Dane są anonimowe i wysyłane do PostHog po włączeniu.
zh_hans: 事件数据有助于改进 Paste It（激活、面板使用、更新等）。启用后匿名发送至 PostHog。
zh_hant: 事件資料有助於改進 Paste It（啟用、面板使用、更新等）。啟用後會以匿名方式傳送至 PostHog。

# privacy.neverCollected
source: Never collected
de: Nie erfasst
es: Nunca recopilado
fr: Jamais collecté
ja: 収集しないもの
ko: 수집하지 않는 항목
pl: Nigdy nie zbierane
zh_hans: 永不收集
zh_hant: 絕不收集

# privacy.productEvents
source: Product events
de: Produkt-Ereignisse
es: Eventos del producto
fr: Événements produit
ja: プロダクトイベント
ko: 제품 이벤트
pl: Zdarzenia produktu
zh_hans: 产品事件
zh_hant: 產品事件

# privacy.fullDisclosure
source: Full disclosure on GitHub
de: Vollständige Offenlegung auf GitHub
es: Divulgación completa en GitHub
fr: Divulgation complète sur GitHub
ja: GitHub で完全な開示
ko: GitHub에서 전체 공개 내용 보기
pl: Pełne ujawnienie na GitHub
zh_hans: GitHub 上的完整说明
zh_hant: GitHub 上的完整說明

# privacy.analyticsFooter
source: Optional. Off means no events are sent. See %@ in the open-source repo.
de: Optional. Aus = keine Ereignisse. Siehe %@ im Open-Source-Repo.
es: Opcional. Desactivado = no se envían eventos. Consulta %@ en el repositorio abierto.
fr: Facultatif. Désactivé = aucun événement envoyé. Voir %@ dans le dépôt open source.
ja: 任意です。オフの場合イベントは送信されません。オープンソースリポジトリの %@ を参照してください。
ko: 선택 사항입니다. 끄면 이벤트가 전송되지 않습니다. 오픈 소스 저장소의 %@를 참고하세요.
pl: Opcjonalne. Wyłączone = brak zdarzeń. Zobacz %@ w repozytorium open source.
zh_hans: 可选。关闭后不会发送任何事件。详见开源仓库中的 %@。
zh_hant: 可選。關閉後不會傳送任何事件。詳見開放原始碼存放庫中的 %@。

# privacy.noIgnoredApps
source: No ignored apps
de: Keine ignorierten Apps
es: No hay apps ignoradas
fr: Aucune app ignorée
ja: 無視するアプリはありません
ko: 무시하는 App 없음
pl: Brak ignorowanych aplikacji
zh_hans: 没有忽略的应用
zh_hant: 沒有忽略的 App

# privacy.addApp
source: Add App
de: App hinzufügen
es: Añadir app
fr: Ajouter une app
ja: アプリを追加
ko: App 추가
pl: Dodaj aplikację
zh_hans: 添加应用
zh_hant: 加入 App

# privacy.removeApp
source: Remove App
de: App entfernen
es: Quitar app
fr: Retirer l'app
ja: アプリを削除
ko: App 제거
pl: Usuń aplikację
zh_hans: 移除应用
zh_hant: 移除 App

# privacy.ignoredApps
source: Ignored Apps
de: Ignorierte Apps
es: Apps ignoradas
fr: Apps ignorées
ja: 無視するアプリ
ko: 무시하는 App
pl: Ignorowane aplikacje
zh_hans: 忽略的应用
zh_hant: 忽略的 App

# privacy.ignoredAppsFooter
source: Copies made in these apps are never saved to history. Use this for password managers and other sensitive apps.
de: Kopien in diesen Apps werden nie gespeichert. Für Passwort-Manager und sensible Apps.
es: Las copias en estas apps nunca se guardan. Útil para gestores de contraseñas y apps sensibles.
fr: Les copies dans ces apps ne sont jamais enregistrées. Utile pour les gestionnaires de mots de passe et apps sensibles.
ja: これらのアプリでのコピーは履歴に保存されません。パスワードマネージャーなどに使用してください。
ko: 이 App에서 복사한 내용은 기록에 저장되지 않습니다. 비밀번호 관리자 등 민감한 App에 사용하세요.
pl: Kopie w tych aplikacjach nie są zapisywane. Dla menedżerów haseł i wrażliwych aplikacji.
zh_hans: 这些应用中的复制内容不会保存到历史。适用于密码管理器等敏感应用。
zh_hant: 這些 App 中的複製內容不會存入歷史記錄。適用於密碼管理工具等敏感 App。

# privacy.protectedContent
source: Protected Content
de: Geschützter Inhalt
es: Contenido protegido
fr: Contenu protégé
ja: 保護されたコンテンツ
ko: 보호된 콘텐츠
pl: Chroniona zawartość
zh_hans: 受保护内容
zh_hant: 受保護內容

# privacy.protectedBlurb
source: Sensitive clipboard markers from apps — such as password fields and temporary clips — are ignored automatically.
de: Sensible Zwischenablage-Markierungen — Passwortfelder, temporäre Clips — werden automatisch ignoriert.
es: Los marcadores sensibles del portapapeles — campos de contraseña, clips temporales — se ignoran automáticamente.
fr: Les marqueurs sensibles du presse-papiers — champs de mot de passe, clips temporaires — sont ignorés automatiquement.
ja: パスワード欄や一時クリップなど、アプリの機密クリップボードマーカーは自動的に無視されます。
ko: 비밀번호 필드나 임시 클립처럼 App이 표시한 민감한 클립보드 데이터는 자동으로 무시됩니다.
pl: Wrażliwe znaczniki schowka — pola haseł, tymczasowe klipy — są automatycznie ignorowane.
zh_hans: 来自应用的敏感剪贴板标记（如密码字段和临时剪贴）会自动忽略。
zh_hant: 來自 App 的敏感剪貼簿標記（例如密碼欄位、暫時剪貼內容）會自動忽略。

# privacy.protectedFooter
source: Ignored Apps skip everything from a whole app. Protected Content skips only marked sensitive pasteboard data, from any app.
de: Ignorierte Apps überspringen alles von einer App. Geschützter Inhalt nur markierte sensible Daten, von jeder App.
es: Apps ignoradas omiten todo de una app. Contenido protegido solo omite datos sensibles marcados, de cualquier app.
fr: Apps ignorées excluent toute une app. Contenu protégé exclut uniquement les données sensibles marquées, de toute app.
ja: 無視するアプリはアプリ全体をスキップします。保護されたコンテンツは、任意のアプリで機密とマークされたペーストボードデータのみをスキップします。
ko: 무시하는 App은 해당 App의 모든 복사를 건너뜁니다. 보호된 콘텐츠는 어떤 App이든 민감하다고 표시된 클립보드 데이터만 건너뜁니다.
pl: Ignorowane aplikacje pomijają całą aplikację. Chroniona zawartość pomija tylko oznaczone dane wrażliwe z dowolnej aplikacji.
zh_hans: 忽略的应用会跳过整个应用的所有内容。受保护内容仅跳过任何应用中标记为敏感的剪贴板数据。
zh_hant: 「忽略的 App」會略過整個 App 的所有內容；「受保護內容」只略過任何 App 中標記為敏感的剪貼簿資料。

# privacy.addIgnoredApp
source: Add Ignored App
de: Ignorierte App hinzufügen
es: Añadir app ignorada
fr: Ajouter une app ignorée
ja: 無視するアプリを追加
ko: 무시할 App 추가
pl: Dodaj ignorowaną aplikację
zh_hans: 添加忽略的应用
zh_hant: 加入要忽略的 App

# privacy.chooseApp
source: Choose…
de: Auswählen…
es: Elegir…
fr: Choisir…
ja: 選択…
ko: 선택…
pl: Wybierz…
zh_hans: 选择…
zh_hant: 選擇…

# privacy.search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pl: Szukaj
zh_hans: 搜索
zh_hant: 搜尋

# privacy.loadingApps
source: Loading apps…
de: Apps werden geladen…
es: Cargando apps…
fr: Chargement des apps…
ja: アプリを読み込み中…
ko: App 불러오는 중…
pl: Ładowanie aplikacji…
zh_hans: 正在加载应用…
zh_hant: 正在載入 App…

# privacy.chooseAppPanel
source: Choose an app to ignore
de: App zum Ignorieren auswählen
es: Elegir una app para ignorar
fr: Choisir une app à ignorer
ja: 無視するアプリを選択
ko: 무시할 App 선택
pl: Wybierz aplikację do ignorowania
zh_hans: 选择要忽略的应用
zh_hant: 選擇要忽略的 App

# onboarding.capture.title
source: Copy to save
de: Kopieren zum Speichern
es: Copiar para guardar
fr: Copier pour enregistrer
ja: コピーして保存
ko: 복사하여 저장
pl: Kopiuj, aby zapisać
zh_hans: 复制即保存
zh_hant: 複製即可保存

# onboarding.paste.title
source: Pick from the timeline
de: Aus dem Verlauf wählen
es: Elegir del historial
fr: Choisir dans l'historique
ja: タイムラインから選択
ko: 타임라인에서 고르기
pl: Wybierz z historii
zh_hans: 从时间线选取
zh_hant: 從時間軸選取

# onboarding.browse.title
source: Preview & edit
de: Vorschau und Bearbeitung
es: Vista previa y edición
fr: Aperçu et modification
ja: プレビューと編集
ko: 미리보기 및 편집
pl: Podgląd i edycja
zh_hans: 预览与编辑
zh_hant: 預覽與編輯

# onboarding.organize.title
source: Multi-select paste
de: Mehrfach-Einfügen
es: Pegado múltiple
fr: Collage multiple
ja: 複数選択してペースト
ko: 여러 항목 붙여넣기
pl: Wklejanie wielokrotne
zh_hans: 多选粘贴
zh_hant: 多選貼上

# onboarding.stack.title
source: Paste Stack
de: Einfügestapel
es: Pila de pegado
fr: Pile de collage
ja: ペーストスタック
ko: 붙여넣기 스택
pl: Stos wklejania
zh_hans: 粘贴堆栈
zh_hant: 貼上堆疊

# onboarding.capture.caption
source: Copy anything — Paste It saves it and flashes ⌘C in the menu bar.
de: Alles kopieren — Paste It speichert es und blinkt ⌘C in der Menüleiste.
es: Copia cualquier cosa — Paste It la guarda y muestra ⌘C en la barra de menús.
fr: Copiez n'importe quoi — Paste It l'enregistre et affiche ⌘C dans la barre de menus.
ja: 何でもコピー — Paste It が保存し、メニューバーで ⌘C を点滅させます。
ko: 무엇이든 복사하세요. Paste It이 저장하고 메뉴 막대에서 ⌘C를 깜빡입니다.
pl: Kopiuj cokolwiek — Paste It zapisuje i miga ⌘C na pasku menu.
zh_hans: 复制任意内容 — Paste It 会保存并在菜单栏闪烁 ⌘C。
zh_hant: 複製任何內容 — Paste It 會保存，並在選單列閃爍 ⌘C。

# onboarding.paste.caption
source: ⇧⌘V opens history. Double-click a clip, then ⌘V — or ⌃⌘V to paste without formatting.
de: ⇧⌘V öffnet den Verlauf. Doppelklick auf Eintrag, dann ⌘V — oder ⌃⌘V ohne Formatierung.
es: ⇧⌘V abre el historial. Doble clic en un elemento, luego ⌘V — o ⌃⌘V sin formato.
fr: ⇧⌘V ouvre l'historique. Double-cliquez un élément, puis ⌘V — ou ⌃⌘V sans mise en forme.
ja: ⇧⌘V で履歴を開く。項目をダブルクリックして ⌘V — または ⌃⌘V で書式なしペースト。
ko: ⇧⌘V로 기록을 엽니다. 항목을 두 번 클릭한 뒤 ⌘V — 또는 ⌃⌘V로 서식 없이 붙여넣습니다.
pl: ⇧⌘V otwiera historię. Kliknij dwukrotnie element, potem ⌘V — lub ⌃⌘V bez formatowania.
zh_hans: ⇧⌘V 打开历史。双击剪贴项后按 ⌘V — 或 ⌃⌘V 无格式粘贴。
zh_hant: ⇧⌘V 打開歷史記錄。在項目上按兩下，再按 ⌘V — 或按 ⌃⌘V 以純文字貼上。

# onboarding.browse.caption
source: Press Space to preview above the timeline. Click the text to edit.
de: Leertaste für die Vorschau über dem Verlauf. Text anklicken zum Bearbeiten.
es: Pulsa Espacio para previsualizar sobre el historial. Haz clic en el texto para editar.
fr: Appuyez sur Espace pour prévisualiser au-dessus de l'historique. Cliquez le texte pour modifier.
ja: スペースでタイムライン上にプレビュー。テキストをクリックして編集。
ko: 스페이스를 눌러 타임라인 위에서 미리봅니다. 텍스트를 클릭해 편집하세요.
pl: Naciśnij Spację, aby podejrzeć nad historią. Kliknij tekst, aby edytować.
zh_hans: 按空格键在时间线上方预览。点击文本可编辑。
zh_hant: 按空白鍵可在時間軸上方預覽。點一下文字即可編輯。

# onboarding.organize.caption
source: ⌘-click several clips, then press Return to paste them in order.
de: ⌘-Klick auf mehrere Einträge, dann Eingabe zum Einfügen in Reihenfolge.
es: ⌘-clic en varios elementos, luego Intro para pegarlos en orden.
fr: ⌘-cliquez plusieurs éléments, puis Entrée pour les coller dans l'ordre.
ja: ⌘-クリックで複数選択し、Return で順にペースト。
ko: ⌘-클릭으로 여러 항목을 고른 뒤 Return으로 순서대로 붙여넣습니다.
pl: ⌘-kliknij kilka elementów, potem Return, aby wkleić w kolejności.
zh_hans: ⌘-点击多个剪贴项，然后按 Return 按顺序粘贴。
zh_hant: ⌘-點選多個項目，再按 Return 依序貼上。

# onboarding.stack.caption
source: ⇧⌘C opens a queue on the right. Copy several things, then ⌘V in the target app to paste them one by one.
de: ⇧⌘C öffnet eine Warteschlange rechts. Mehrere Dinge kopieren, dann ⌘V in der Ziel-App nacheinander.
es: ⇧⌘C abre una cola a la derecha. Copia varias cosas, luego ⌘V en la app destino una a una.
fr: ⇧⌘C ouvre une file à droite. Copiez plusieurs éléments, puis ⌘V dans l'app cible un par un.
ja: ⇧⌘C で右にキューを開く。複数コピー後、対象アプリで ⌘V を押して順にペースト。
ko: ⇧⌘C로 오른쪽에 대기열을 엽니다. 여러 항목을 복사한 뒤 대상 App에서 ⌘V로 하나씩 붙여넣으세요.
pl: ⇧⌘C otwiera kolejkę po prawej. Skopiuj kilka rzeczy, potem ⌘V w docelowej aplikacji po kolei.
zh_hans: ⇧⌘C 在右侧打开队列。复制多项后，在目标应用中按 ⌘V 逐一粘贴。
zh_hant: ⇧⌘C 會在右側打開佇列。複製多項內容後，在目標 App 中按 ⌘V 逐一貼上。

# onboarding.step.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pl: Kopiuj
zh_hans: 复制
zh_hant: 複製

# onboarding.step.saved
source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存済み
ko: 저장됨
pl: Zapisano
zh_hans: 已保存
zh_hant: 已保存

# onboarding.step.open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pl: Otwórz
zh_hans: 打开
zh_hant: 打開

# onboarding.step.doubleClick
source: Double-click
de: Doppelklick
es: Doble clic
fr: Double-clic
ja: ダブルクリック
ko: 두 번 클릭
pl: Dwuklik
zh_hans: 双击
zh_hant: 按兩下

# onboarding.step.paste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
pl: Wklej
zh_hans: 粘贴
zh_hant: 貼上

# onboarding.step.plain
source: Plain
de: Klartext
es: Plano
fr: Brut
ja: プレーン
ko: 일반 텍스트
pl: Zwykły
zh_hans: 纯文本
zh_hant: 純文字

# onboarding.step.space
source: Space
de: Leertaste
es: Espacio
fr: Espace
ja: スペース
ko: 스페이스
pl: Spacja
zh_hans: 空格
zh_hant: 空白鍵

# onboarding.step.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
pl: Podgląd
zh_hans: 预览
zh_hant: 預覽

# onboarding.step.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pl: Edytuj
zh_hans: 编辑
zh_hant: 編輯

# onboarding.step.cmdClick
source: ⌘-click
de: ⌘-Klick
es: ⌘-clic
fr: ⌘-clic
ja: ⌘-クリック
ko: ⌘-클릭
pl: ⌘-klik
zh_hans: ⌘-点击
zh_hant: ⌘-點選

# onboarding.step.order
source: Order
de: Reihenfolge
es: Orden
fr: Ordre
ja: 順序
ko: 순서
pl: Kolejność
zh_hans: 顺序
zh_hant: 順序

# onboarding.step.return
source: Return
de: Eingabe
es: Intro
fr: Entrée

# onboarding.demo.next
source: NEXT
de: WEITER
es: SIGUIENTE
fr: SUIVANT
ja: 次へ
ko: 다음
pl: DALEJ
zh_hans: 下一步
zh_hant: 下一步

# onboarding.demo.clickToEdit
source: Click to edit
de: Klicken zum Bearbeiten
es: Haz clic para editar
fr: Cliquer pour modifier
ja: クリックして編集
ko: 클릭하여 편집
pl: Kliknij, aby edytować
zh_hans: 点击编辑
zh_hant: 點一下以編輯

# onboarding.demo.copyToCollect
source: Copy to collect
de: Kopieren zum Sammeln
es: Copiar para recopilar
fr: Copier pour collecter
ja: コピーして収集
ko: 복사하여 모으기
pl: Kopiuj, aby zebrać
zh_hans: 复制以收集
zh_hant: 複製以收集

# onboarding.demo.doubleClick
source: Double-click
de: Doppelklick
es: Doble clic
fr: Double-clic
ja: ダブルクリック
ko: 두 번 클릭
pl: Dwuklik
zh_hans: 双击
zh_hant: 按兩下

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
zh_hans: 取消
zh_hant: 取消

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pl: Usuń
zh_hans: 删除
zh_hant: 刪除

# common.create
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 만들기
pl: Utwórz
zh_hans: 创建
zh_hant: 建立

# removal.undoShort
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 取り消す
ko: 실행 취소
pl: Cofnij
zh_hans: 撤销
zh_hant: 復原

# removal.namedFolder
source: Remove from “%@”
de: Aus „%@“ entfernen
es: Quitar de «%@»
fr: Retirer de « %@ »
ja: 「%@」から取り除く
ko: “%@”에서 제거
pl: Usuń z „%@”
zh_hans: 从「%@」移除
zh_hant: 從「%@」移除

# removal.removedFolder
source: Removed from “%@”
de: Aus „%@“ entfernt
es: Quitado de «%@»
fr: Retiré de « %@ »
ja: 「%@」から取り除きました
ko: “%@”에서 제거됨
pl: Usunięto z „%@”
zh_hans: 已从「%@」移除
zh_hant: 已從「%@」移除

# removal.removedHistory
source: Removed from History
de: Aus dem Verlauf entfernt
es: Quitado del historial
fr: Retiré de l’historique
ja: 履歴から取り除きました
ko: 기록에서 제거됨
pl: Usunięto z historii
zh_hans: 已从历史移除
zh_hant: 已從歷史記錄移除

# removal.unpinned
source: Unpinned
de: Losgelöst
es: Desfijado
fr: Désépinglé
ja: ピン留めを解除しました
ko: 고정 해제됨
pl: Odpięto
zh_hans: 已取消置顶
zh_hant: 已取消釘選

# removal.restored
source: Removal undone
de: Entfernen rückgängig gemacht
es: Eliminación deshecha
fr: Retrait annulé
ja: 取り除きを取り消しました
ko: 제거 실행 취소됨
pl: Cofnięto usunięcie
zh_hans: 已撤销移除
zh_hant: 已復原移除

# action.paste
source: Direct Paste
de: Direkt einfügen
es: Pegado directo
fr: Collage direct
ja: 直接ペースト
ko: 바로 붙여넣기
pl: Bezpośrednie wklejanie
zh_hans: 直接粘贴
zh_hant: 直接貼上

# action.copyOnly
source: Copy Only
de: Nur kopieren
es: Solo copiar
fr: Copier uniquement
ja: コピーのみ
ko: 복사만
pl: Tylko kopiuj
zh_hans: 仅复制
zh_hant: 僅複製

# action.cannotEdit
source: Editing is not available for this clip
de: Dieser Eintrag kann nicht bearbeitet werden
es: Este elemento no se puede editar
fr: Cet élément ne peut pas être modifié
ja: この項目は編集できません
ko: 이 항목은 편집할 수 없습니다
pl: Nie można edytować tego elementu
zh_hans: 此剪贴项不支持编辑
zh_hant: 此剪貼項不支援編輯

# removal.everywhere
source: Delete Everywhere
de: Überall löschen
es: Eliminar de todas partes
fr: Supprimer partout
ja: すべての場所から削除
ko: 모든 위치에서 삭제
pl: Usuń ze wszystkich miejsc
zh_hans: 从所有位置删除
zh_hant: 從所有位置刪除

# removal.everywhereDetail
source: Delete this clip from history, Pinned, and all folders? This cannot be undone.
de: Diesen Eintrag aus Verlauf, Angeheftet und allen Ordnern löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Eliminar este elemento del historial, los fijados y todas las carpetas? No se puede deshacer.
fr: Supprimer cet élément de l’historique, des épinglés et de tous les dossiers ? Cette action est irréversible.
ja: 履歴、ピン留め、すべてのフォルダからこの項目を削除しますか？取り消しできません。
ko: 기록, 고정 및 모든 폴더에서 이 항목을 삭제할까요? 실행 취소할 수 없습니다.
pl: Usunąć ten element z historii, przypiętych i wszystkich folderów? Nie można tego cofnąć.
zh_hans: 从历史、置顶和所有文件夹中删除此项？此操作无法撤销。
zh_hant: 從歷史、釘選和所有檔案夾中刪除此項？此操作無法還原。

# action.dismiss
source: Dismiss message
de: Meldung schließen
es: Cerrar mensaje
fr: Fermer le message
ja: メッセージを閉じる
ko: 메시지 닫기
pl: Zamknij komunikat
zh_hans: 关闭提示
zh_hant: 關閉提示

# action.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
zh_hans: 重试
zh_hant: 重試

# action.returnToApp
source: Return to App
de: Zur App zurückkehren
es: Volver a la app
fr: Revenir à l’app
ja: アプリに戻る
ko: 앱으로 돌아가기
pl: Wróć do aplikacji
zh_hans: 返回目标应用
zh_hant: 返回目標應用程式

# action.selectionCount
source: %lld selected
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
ja: %lld 件選択
ko: %lld개 선택됨
pl: Wybrano: %lld
zh_hans: 已选 %lld 项
zh_hant: 已選 %lld 項

# removal.undo
source: Undo Removal
de: Entfernen rückgängig machen
es: Deshacer retirada
fr: Annuler le retrait
ja: 取り除きを取り消す
ko: 제거 실행 취소
pl: Cofnij usunięcie
zh_hans: 撤销移除
zh_hant: 還原移除

# removal.undoHelp
source: Undo recent removals for 30 seconds (⌘Z).
de: Entfernungen 30 Sekunden lang rückgängig machen (⌘Z).
es: Deshacer retiradas recientes durante 30 segundos (⌘Z).
fr: Annuler les retraits récents pendant 30 secondes (⌘Z).
ja: 30秒以内の取り除きを取り消します（⌘Z）。
ko: 30초 이내의 제거를 실행 취소합니다 (⌘Z).
pl: Cofnij ostatnie usunięcia przez 30 sekund (⌘Z).
zh_hans: 30 秒内可撤销最近的移除（⌘Z）。
zh_hant: 30 秒內可還原最近的移除（⌘Z）。

# action.enablePaste
source: Enable Direct Paste
de: Direktes Einfügen aktivieren
es: Activar pegado directo
fr: Activer le collage direct
ja: 直接ペーストを有効にする
ko: 바로 붙여넣기 활성화
pl: Włącz bezpośrednie wklejanie
zh_hans: 启用直接粘贴
zh_hant: 啟用直接貼上

# removal.stillSaved
source: Removed from History; still saved in Pinned or folders
de: Aus Verlauf entfernt; weiterhin angeheftet oder in Ordnern gespeichert
es: Retirado del historial; sigue guardado en fijados o carpetas
fr: Retiré de l’historique ; conservé dans les épinglés ou les dossiers
ja: 履歴から取り除きました。ピン留めまたはフォルダには残っています
ko: 기록에서 제거했으며 고정 또는 폴더에는 남아 있습니다
pl: Usunięto z historii; nadal zapisane w przypiętych lub folderach
zh_hans: 已从历史移除，仍保存在置顶或文件夹中
zh_hant: 已從歷史移除，仍儲存在釘選或檔案夾中

# removal.history
source: Remove from History
de: Aus Verlauf entfernen
es: Retirar del historial
fr: Retirer de l’historique
ja: 履歴から取り除く
ko: 기록에서 제거
pl: Usuń z historii
zh_hans: 从历史移除
zh_hant: 從歷史移除

# action.copySingle
source: Select one clip to copy. Use ⇧Return to paste multiple clips as plain text.
de: Zum Kopieren einen Eintrag auswählen. ⇧Return fügt mehrere Einträge als reinen Text ein.
es: Selecciona un elemento para copiar. ⇧Return pega varios como texto sin formato.
fr: Sélectionnez un seul élément à copier. ⇧Return colle plusieurs éléments en texte brut.
ja: コピーする項目を1つ選択してください。複数項目は ⇧Return でプレーンテキストとしてペーストできます。
ko: 복사할 항목 하나를 선택하세요. 여러 항목은 ⇧Return으로 일반 텍스트로 붙여넣을 수 있습니다.
pl: Wybierz jeden element do skopiowania. ⇧Return wkleja wiele elementów jako zwykły tekst.
zh_hans: 请选择一项进行复制。多项可用 ⇧Return 按纯文本粘贴。
zh_hant: 請選擇一項進行複製。多項可用 ⇧Return 以純文字貼上。

# action.writeFailed
source: Could not copy this clip. Its content or attachment may be unavailable. Restore the file, then retry.
de: Kopieren fehlgeschlagen. Inhalt oder Anhang möglicherweise nicht verfügbar. Datei wiederherstellen und erneut versuchen.
es: No se pudo copiar. El contenido o archivo adjunto podría no estar disponible. Restaura el archivo y reintenta.
fr: Impossible de copier. Le contenu ou le fichier joint est peut-être indisponible. Restaurez le fichier et réessayez.
ja: 内容または添付ファイルを利用できないためコピーできませんでした。ファイルを復元して再試行してください。
ko: 내용이나 첨부 파일을 사용할 수 없어 복사하지 못했습니다. 파일을 복원한 후 다시 시도하세요.
pl: Nie udało się skopiować. Treść lub załącznik mogą być niedostępne. Przywróć plik i spróbuj ponownie.
zh_hans: 无法复制此项，内容或附件可能不可用。请恢复文件后重试。
zh_hant: 無法複製此項，內容或附件可能無法使用。請復原檔案後重試。

# action.copiedManual
source: Copied. Return to your app and press ⌘V. Enable Accessibility for direct paste.
de: Kopiert. Zur Ziel-App zurückkehren und ⌘V drücken. Für direktes Einfügen Bedienungshilfen erlauben.
es: Copiado. Vuelve a tu app y pulsa ⌘V. Permite Accesibilidad para pegar directamente.
fr: Copié. Revenez à votre app et appuyez sur ⌘V. Autorisez l’accessibilité pour coller directement.
ja: コピーしました。対象アプリに戻って ⌘V を押してください。直接ペーストにはアクセシビリティを許可してください。
ko: 복사했습니다. 대상 앱으로 돌아가 ⌘V를 누르세요. 바로 붙여넣으려면 손쉬운 사용을 허용하세요.
pl: Skopiowano. Wróć do aplikacji i naciśnij ⌘V. Zezwól na dostęp do Ułatwień dostępu, aby wklejać bezpośrednio.
zh_hans: 已复制。返回目标应用后按 ⌘V。开启辅助功能即可直接粘贴。
zh_hant: 已複製。返回目標應用程式後按 ⌘V。開啟輔助使用即可直接貼上。

# action.copied
source: Copied to Clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ja: クリップボードにコピーしました
ko: 클립보드에 복사했습니다
pl: Skopiowano do schowka
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

# action.multiPermission
source: Enable Accessibility to paste multiple clips, or select one clip to copy manually.
de: Bedienungshilfen für mehrere Einträge erlauben oder einen Eintrag zum manuellen Kopieren auswählen.
es: Permite Accesibilidad para pegar varios elementos o selecciona uno para copiarlo manualmente.
fr: Autorisez l’accessibilité pour coller plusieurs éléments, ou sélectionnez-en un pour le copier manuellement.
ja: 複数項目のペーストにはアクセシビリティを許可するか、1項目を選んで手動でコピー・ペーストしてください。
ko: 여러 항목을 붙여넣으려면 손쉬운 사용을 허용하거나 항목 하나를 선택해 수동으로 복사하고 붙여넣으세요.
pl: Zezwól na Ułatwienia dostępu, aby wkleić wiele elementów, lub wybierz jeden do ręcznego skopiowania.
zh_hans: 请启用辅助功能以粘贴多项，或选择一项复制后手动粘贴。
zh_hant: 請啟用輔助使用以貼上多項，或選擇一項複製後手動貼上。
